{
    "return": "true",
    "status": "200",
    "episodes": [
        {
            "title": "Ejaculation",
            "plot": "As Andrew falls under the spell of the randy Hormone Monster, his buddy Nick becomes obsessed with the lack of changes in his own body.",
            "rate": "7.4",
            "episode": "1"
        },
        {
            "title": "Everybody Bleeds",
            "plot": "A field trip goes from awkward to mortifying as Jessi navigates the demands of coupledom and gets her first period -- inside the Statue of Liberty.",
            "rate": "7.7",
            "episode": "2"
        },
        {
            "title": "Am I Gay?",
            "plot": "A trailer for a new movie starring The Rock leaves Andrew questioning his sexuality. Jessi and Nick's budding romance turns ugly fast.",
            "rate": "7.6",
            "episode": "3"
        },
        {
            "title": "Sleepover: A Harrowing Ordeal of Emotional Brutality",
            "plot": "While the boys head to Jay's for a testosterone-fueled sleepover, Jessi throws a party of her own and gets caught up in mean-girl drama.",
            "rate": "7.6",
            "episode": "4"
        },
        {
            "title": "Girls Are Horny Too",
            "plot": "A steamy novel making the rounds at school inspires Jessi to explore her own sexuality -- and leaves the boys totally confused about what girls want.",
            "rate": "8.2",
            "episode": "5"
        },
        {
            "title": "Pillow Talk",
            "plot": "Nick drags Andrew into the city to visit an old camp crush, but the day doesn't go as planned. Jay embarks on an emotional journey with his pillow.",
            "rate": "7.0",
            "episode": "6"
        },
        {
            "title": "Requiem for a Wet Dream",
            "plot": "Andrew struggles to keep the Hormone Monster in check as he works with Missy on a science fair project. Jessi and Matthew have fun at Jay's expense.",
            "rate": "7.5",
            "episode": "7"
        },
        {
            "title": "The Head Push",
            "plot": "When Leah hosts a party for the high school drama crowd, Nick wrestles with a romantic dilemma, and Andrew and Missy witness a disturbing scene.",
            "rate": "8.2",
            "episode": "8"
        },
        {
            "title": "I Survived Jessi's Bat Mitzvah",
            "plot": "Family blowups, secret liaisons and an unflattering dress make Jessi's bat mitzvah a night to remember.",
            "rate": "7.8",
            "episode": "9"
        },
        {
            "title": "The Pornscape",
            "plot": "Andrew tries to drown his sorrows in a sea of porn, only to become hopelessly addicted. Coach Steve becomes a suspect in a murder spree.",
            "rate": "7.8",
            "episode": "10"
        }
    ]
}